;==================================================
;◆右Alt+<：减小系统音量
RAlt & ,::
Send {Volume_Down}
Return
;==================================================
;◆右Alt+>：增大系统音量
RAlt & .::
Send {Volume_Up}
Return
;==================================================
;◆右Alt+?：静音/取消静音
RAlt & /::
Send {Volume_Mute}
Return
;==================================================
;◆右Alt+←：上一首
RAlt & Left::
Send {Media_Prev}
Return
;==================================================
;◆右Alt+→：下一首
RAlt & Right::
Send {Media_Next}
Return
;==================================================
;◆右Alt+↓：暂停/播放
RAlt & Down::
Send {Media_Play_Pause}
Return
;==================================================
;◆右Alt+↑：停止
RAlt & Up::
Send {Media_Stop}
Return
;==================================================
;◆右Alt+A：打开计算器
RAlt & A::
Run calc.exe
return
;==================================================
;◆右Alt+B：百度搜索当前选中文字
RAlt & B::
send ^c
Sleep, 200
Run https://www.baidu.com/s?wd=%clipboard%
return
;==================================================
;◆右Alt+C：打开CMD命令行
RAlt & C::
Run cmd.exe 
return
;==================================================
RAlt & D::

return
;==================================================
RAlt & E::

return
;==================================================
;◆右Alt+F：打开系统字体文件夹
RAlt & F::
Run Fonts
return
;==================================================
;◆右Alt+G：谷歌搜索当前选中文字
RAlt & G::
Send ^c 
Sleep, 200
Run http://www.google.com/search?q=%clipboard%
return
;==================================================
RAlt & H::

return
;==================================================
RAlt & I::

return
;==================================================
RAlt & J::

return
;==================================================
RAlt & K::

return
;==================================================
RAlt & L::

return
;==================================================
RAlt & M::

return
;==================================================
;◆右Alt+N：打开记事本
RAlt & N::
Run notepad.exe
return
;==================================================
RAlt & O::

return
;==================================================
;◆右Alt+P：打开画图
RAlt & P::
Run mspaint.exe
return
;==================================================
RAlt & Q::

return
;==================================================
;◆右Alt+R：打开注册表
RAlt & R::
Run regedit.exe
return
;==================================================
;◆右Alt+S：打开截图工具
RAlt & S::
Run SnippingTool.exe
return
;==================================================
;◆右Alt+T：打开便笺
RAlt & T::
Run StikyNot.exe
return
;==================================================
;◆右Alt+U：打开卸载/更改程序
RAlt & U::
Run rundll32.exe shell32.dll`,Control_RunDLL appwiz.cpl`,`,0
return
;==================================================
;◆右Alt+V：复制当前选中文件的路径
RAlt & V::
send ^c
sleep, 200
clipboard = %clipboard%
tooltip, %clipboard%
sleep, 500
tooltip,
return
;==================================================
RAlt & W::

return
;==================================================
RAlt & X::

return
;==================================================
;◆右Alt+Y：百度翻译当前选中文字
RAlt & Y::
send ^c
sleep,200
url_baidufanyi = https://fanyi.baidu.com/#en/zh/%clipboard%
Run %url_baidufanyi% 
return
;==================================================
RAlt & Z::

return
;==================================================